{
  "آش و حلیم": {
    "level_1": "ایرانی",
    "explanation": "انواع آش (رشته، دوغ، جو)، حلیم گندم، شله قلمکار",
    "exclusions": "سوپ های رستورانی، آبگوشت"
  },
  "طباخی": {
    "level_1": "ایرانی",
    "explanation": "کله پاچه کامل، بناگوش، چشم، زبان، پاچه، مغز، شیردان، سیرابی، سیراب شیردان، آبگوشت کله، معجون کله پاچه",
    "exclusions": "آبگوشت دیزی سنتی (غیر طباخی)، گوشت لخم گوسفندی (قصابی)"
  },
  "دل و جگر": {
    "level_1": "ایرانی",
    "explanation": "سیخ های دل، جگر، قلوه، خوش گوشت، خوئک، جغور بغور",
    "exclusions": "کباب های کوبیده و برگ، خوراک جگر (اگر پرسی و خورشتی باشد)"
  },
  "کباب": {
    "level_1": "ایرانی",
    "explanation": "انواع کباب ایرانی شامل کوبیده، برگ، سلطانی، چنجه، بختیاری، شیشلیک، وزیری، نگینی، جوجه کباب (با استخوان و بی استخوان)، جوجه ترش، کباب ترش، کباب بناب، بال و کتف کبابی",
    "exclusions": "کباب ترکی (دونر)، کباب تابه ای (خانگی)، شامی کباب، فلفل و گوجه کبابی (مخلفات)، کباب های ملل (آدانا، اورفا)"
  },
  "خورشت": {
    "level_1": "ایرانی",
    "explanation": "انواع خورشت و خورش شامل قورمه سبزی، قیمه، قیمه بادمجان، کرفس، بامیه، فسنجان، آلو اسفناج، مسما بادمجان، اناربیج، خورشت خلال، به آلو",
    "exclusions": "خورشت های محلی خاص که در دسته بندی محلی هستند، خوراک های بدون برنج، خورشت ماست (دسر)"
  },
  "چلو": {
    "level_1": "ایرانی",
    "explanation": "غذاهای برنجی که با گوشت یا مرغ سرو می شوند: چلو ماهیچه، چلو گردن، چلو گوشت، چلو مرغ، زرشک پلو با مرغ (اگر جداگانه سرو شود)، چلو اکبر جوجه",
    "exclusions": "پلوهای مخلوط (استانبولی، لوبیا پلو)، خوراک های بدون برنج"
  },
  "پلو": {
    "level_1": "ایرانی",
    "explanation": "برنج های مخلوط: لوبیا پلو، استانبولی، عدس پلو، باقالی پلو، شیرین پلو، آلبالو پلو، کلم پلو، ته چین (مرغ یا گوشت)، سبزی پلو، مرصع پلو، هویج پلو، دمپختک",
    "exclusions": "چلو ساده با خورش، چلو سفید با کباب"
  },
  "خوراک": {
    "level_1": "ایرانی",
    "explanation": "غذاهای نانی و بدون برنج ایرانی: خوراک ماهیچه/گردن (بدون برنج)، کشک بادمجان، کوفته، دلمه، کتلت، کوکو سبزی/سیب زمینی، آبگوشت دیزی، یتیمچه، اشکنه، میرزاقاسمی (غذای اصلی)، عدسی و لوبیا (اگر در منوی ناهار/شام باشد)",
    "exclusions": "کباب ها، خورشت هایی که با برنج سرو می شوند، فست فود ها، صبحانه ها"
  },
  "پیش‌غذا": {
    "level_1": "ایرانی",
    "explanation": "سوپ جو، سوپ شیر، سوپ قارچ، سالاد شیرازی، سالاد فصل، ماست و خیار، ماست موسیر، بورانی اسفناج/بادمجان، زیتون پرورده",
    "exclusions": "پیش غذاهای فست فودی (سیب زمینی سرخ کرده)، سالاد سزار، ته دیگ"
  },
  "مخلفات": {
    "level_1": "ایرانی",
    "explanation": "سبزی خوردن، انواع ترشی (لیته، سیر)، سیر ترشی، پیاز جعفری، نارنج، لیمو، نان اضافه، کره حیوانی، ته دیگ",
    "exclusions": "نوشیدنی ها، ماست و زیتون (که در پیش غذا هستند)"
  },
  "شربت": {
    "level_1": "ایرانی",
    "explanation": "شربت های ایرانی از جمله شربت زعفران، شربت بیدمشک و ...",
    "exclusions": "نوشابه و دلستر، نوشیدنی های کافه، آبمیوه های طبیعی"
  },
  "نوشیدنی": {
    "level_1": "ایرانی",
    "explanation": "نوشابه (کوکا، فانتا، اسپرایت)، دلستر و ماءالشعیر، دوغ (آبعلی، محلی)، آب معدنی",
    "exclusions": "نوشیدنی های کافه (قهوه، موکا)، آبمیوه های طبیعی دکه ای، شربت ها (دسته شربت)"
  },
  "دسر": {
    "level_1": "ایرانی",
    "explanation": "دسرهای ایرانی و سنتی: شله زرد، حلوا، فرنی، شیربرنج، مسقطی، کاچی، رنگینک، ژله، فالوده (سنتی)، بستنی سنتی",
    "exclusions": "کیک های کافه ای، چیزکیک، تیرامیسو، وافل، بستنی های اسکوپی (اگر در دسته بستنی باشد)"
  },
  "C/S/P": {
    "level_1": "ایرانی",
    "explanation": "سینی های ترکیبی کباب، سینی مزه ایرانی، پک های افطاری، کمبوهای غذای ایرانی (مثلا کباب + نوشابه + ماست)",
    "exclusions": "سینی های سوخاری، پیتزا خانواده"
  },
  "صبحانه ایرانی": {
    "level_1": "ایرانی",
    "explanation": "انواع صبحانه سنتی: نیمرو ساده/عسلی، املت گوجه (قهوه خانه ای)، املت خرما، املت سوسیس، تخم مرغ آبپز، پنیر و گردو، کره و مربا، خامه و عسل، سرشیر، ارده شیره، عدسی و خوراک لوبیا (در منوی صبحانه)",
    "exclusions": "صبحانه های فرنگی، کله پاچه (دسته طباخی)، حلیم (دسته آش و حلیم)"
  },
  "غذای شمالی": {
    "level_1": "ایرانی",
    "explanation": "باقلاقاتق، میرزاقاسمی (محلی)، ترش تره، کباب ترش (محلی گیلانی)، کته کباب، ماهی سفید، ماهی ازون برون، کال کباب، اناربیج، مرغ ترش، واویشکا، نازخاتون، کلوچه فومن",
    "exclusions": "ماهی جنوب، کباب های معمولی، خورشت های عمومی"
  },
  "غذای جنوبی": {
    "level_1": "ایرانی",
    "explanation": "قلیه ماهی، قلیه میگو، میگو پلو، دوپیازه میگو، سمبوسه جنوبی، فلافل آبادانی، ماهی شیر/شوریده/حلوا، رنگینک",
    "exclusions": "فلافل های فست فودی معمولی، ماهی شمال (سفید، قزل آلا)"
  },
  "غذای آذری": {
    "level_1": "ایرانی",
    "explanation": "کوفته تبریزی، دلمه برگ مو تبریزی، کوکو لوبیا سبز، خاگینه، دوشاب برنج، خورشت هویج، آش دوغ (سرعین)، کباب بناب",
    "exclusions": "کباب کوبیده معمولی، کوفته ریزه"
  },
  "غذای مشهدی": {
    "level_1": "ایرانی",
    "explanation": "شله مشهدی، شیشلیک شاندیز (اصل)، چنگالی، دیگچه، یتیمچه مشهدی، اشکنه قروت",
    "exclusions": "شیشلیک های عمومی غیر تخصصی، حلیم معمولی"
  },
  "غذای شیرازی": {
    "level_1": "ایرانی",
    "explanation": "کلم پلو شیرازی، دوپیازه آلو، شکر پلو، قنبر پلو، آش سبزی شیراز، یخنی نخود",
    "exclusions": "سالاد شیرازی معمولی (کنار غذا)، کلم پلو ساده"
  },
  "غذای اصفهانی": {
    "level_1": "ایرانی",
    "explanation": "بریانی اصفهان (با جگر سفید)، خورشت ماست (دسر)، کله جوش، تاس کباب، قیمه ریزه",
    "exclusions": "بریانی مرغ (فست فود)، ماست معمولی"
  },
  "پیتزا": {
    "level_1": "فست‌فود",
    "explanation": "انواع پیتزا (آمریکایی، ایتالیایی)، پیتزا پپرونی، مخلوط، سبزیجات، رست بیف، چیکن، ناپولیتن، کالزونه، پیتزا پنجره ای",
    "exclusions": "پیتزا پیراشکی، ساندویچ پیتزایی"
  },
  "برگر": {
    "level_1": "فست‌فود",
    "explanation": "همبرگر، چیزبرگر، دوبل برگر، ماشروم برگر، اسموکی برگر، اسلایدر (مینی برگر)، زغال برگر",
    "exclusions": "ساندویچ مغز و زبان، چیکن برگر (اگر در دسته ساندویچ باشد)، استیک گوشت"
  },
  "سوخاری": {
    "level_1": "فست‌فود",
    "explanation": "مرغ سوخاری (۲ تکه، ۳ تکه، چند تکه)، فیله استریپس، بال و کتف سوخاری، شنیسل مرغ، ناگت مرغ، میگو سوخاری",
    "exclusions": "مرغ بریان، مرغ رب پز، شنیسل بدون پودر سوخاری (گریل)"
  },
  "ساندویچ": {
    "level_1": "فست‌فود",
    "explanation": "ساندویچ سرد (ژامبون، کالباس)، ساندویچ گرم (هات داگ، رست بیف، مرغ، کوکتل)، بندری، فلافل، مغز و زبان، کتلت، پنینی، کلاب ساندویچ",
    "exclusions": "برگرها، پیتزا ساندویچ، اسنک های مثلثی کوچک، اسنک ها (دسته اسنک)"
  },
  "اسنک": {
    "level_1": "فست‌فود",
    "explanation": "اسنک و ساندویچ های کوچک (معمولا نان تست/مثلثی) مانند اسنک ژامبون، اسنک مرغ، اسنک پنیر، اسنک مخلوط",
    "exclusions": "ساندویچ های کامل (دسته ساندویچ)، برگرها، پیتزا"
  },
  "گریل": {
    "level_1": "فست‌فود",
    "explanation": "فیله گریل شده، سینه مرغ گریل، استیک مرغ رژیمی، سبزیجات گریل شده",
    "exclusions": "کباب های ایرانی، سوخاری ها، استیک های کلاسیک رستورانی (ریب آی)، شنیسل"
  },
  "رپ": {
    "level_1": "فست‌فود",
    "explanation": "ساندویچ های پیچیده شده در نان تورتیلا یا نان لواش خاص: رپ مرغ، رپ گوشت، رپ سزار، رپ یونانی",
    "exclusions": "لقمه های کباب ایرانی، شاورما (اگر در دسته عربی باشد)"
  },
  "پاستا (فست‌فود)": {
    "level_1": "فست‌فود",
    "explanation": "پاستا پنه آلفردو، پاستا چیکن، اسپاگتی، ماکارونی دمی ایرانی، مک اند چیز، انواع پاستا",
    "exclusions": "غذاهای برنجی"
  },
  "بریان": {
    "level_1": "فست‌فود",
    "explanation": "مرغ بریان کامل، نیم مرغ بریان، پاچین کبابی، مرغ شکم پر (در فر)، بال کبابی",
    "exclusions": "بریانی اصفهان (غذای سنتی)، مرغ سوخاری، جوجه کباب"
  },
  "خوراک (فست‌فود)": {
    "level_1": "فست‌فود",
    "explanation": "بشقاب ها و غذاهای پرسی فست فودی (مثلا بشقاب مرغ سوخاری، بشقاب فیله، بشقاب هات داگ، بشقاب برگر با سیب زمینی)",
    "exclusions": "پیش غذاها و سینی ها، غذاهای پرسی ایرانی"
  },
  "پیش‌غذا (فست‌فود)": {
    "level_1": "فست‌فود",
    "explanation": "سیب زمینی سرخ کرده (ساده، پنیری و انواع)، نان سیر، قارچ سوخاری، سالاد کلم، حلقه پیاز، ناچو، وینگز (بال تند)، پیاز سوخاری، انواع پیش غذاهای فست فودی",
    "exclusions": "پیش غذاهای سنتی ایرانی (ماست، سوپ جو)، سالاد سزار (دسته سالاد)"
  },
  "مخلفات (فست‌فود)": {
    "level_1": "فست‌فود",
    "explanation": "سس های مصرفی فست فودی (سس کچاپ، مایونز، خردل، پنیر)، ترشی/خیارشور مخصوص فست فود، نان اضافه فست فودی",
    "exclusions": "نوشیدنی ها، پیش غذاها (سیب زمینی، نان سیر)، مخلفات ایرانی (سبزی خوردن، ترشی ایرانی)"
  },
  "C/S/P (فست‌فود)": {
    "level_1": "فست‌فود",
    "explanation": "پک خانواده سوخاری، پک و کمبو و سینی های فست فودی، سینی سوخاری، کمبو پیتزا و سیب زمینی، سینی برگر، بسته های پارتی",
    "exclusions": "سینی کباب ایرانی، پک های غذای خانگی"
  },
  "غذای ایتالیایی": {
    "level_1": "غذای ملل",
    "explanation": "غذاهای خاص ایتالیایی (کربونارا، پستو)، لازانیا، ریزوتو، چیکن پارمزان، مینسترونه، فوکاچیا، راویولی، استرامبولی",
    "exclusions": "پیتزا، پاستا (فست‌فود)"
  },
  "غذای آسیای شرقی": {
    "level_1": "غذای ملل",
    "explanation": "سوشی (رول، نیگیری)، ماکی، ساشیمی، نودل سرخ شده، رایس نودل، برنج سرخ شده، مرغ تریاکی، کیمچی، دامپلینگ، اسپرینگ رول آسیایی، رامن، سوپ میسو",
    "exclusions": "ماکارونی، کته ایرانی"
  },
  "غذای عربی و مدیترانه‌ای": {
    "level_1": "غذای ملل",
    "explanation": "شاورما (مرغ/گوشت)، بشقاب عربی، حمص، تبوله، باباغنوج، فلافل لبنانی، فتوش، کبه، نان پیتا، ماناکیش (منقوشه)",
    "exclusions": "فلافل ساندویچی معمولی، کباب ایرانی"
  },
  "غذای مکزیکی": {
    "level_1": "غذای ملل",
    "explanation": "تاکو، بوریتو، کسادیلا، فاهیتا، ناچوز، سالسا، گواکاموله، چیمی چانگا، انچیلادا",
    "exclusions": "پیتزا مکزیکی (فست‌فود)، ذرت مکزیکی (میان وعده)"
  },
  "غذای ترکی": {
    "level_1": "غذای ملل",
    "explanation": "دونر کباب (ترکی)، کباب اسکندر، آدانا کباب، کباب اورفا، پیده (پیتزا ترکی)، لاهماجون، بورک، مانتی، منمن (املت ترکی)، باقلوا استانبولی",
    "exclusions": "کباب کوبیده ایرانی، دلمه ایرانی"
  },
  "غذای هندی و کاری": {
    "level_1": "غذای ملل",
    "explanation": "چیکن کاری، تندوری، غذاهای هندی، بریانی هندی، نان سیر/روغنی هندی، سمبوسه هندی، ماسالا، رایتا",
    "exclusions": "ادویه کاری (به تنهایی)، سمبوسه جنوبی"
  },
  "غذاهای گوشتی بین‌المللی": {
    "level_1": "غذای ملل",
    "explanation": "انواع استیک (ریب آی، فیله مینیون، تی بن)، بیف استروگانف، چیکن استروگانف، فیش اند چیپس",
    "exclusions": "کباب های ایرانی، ساندویچ رست بیف"
  },
  "صبحانه بین‌الملل": {
    "level_1": "غذای ملل",
    "explanation": "صبحانه انگلیسی، صبحانه آمریکایی، بشقاب بیکن و تخم مرغ، پنکیک، وافل، فرنچ تست، کرپ، املت اسپانیایی/یونانی، بندیکت، صبحانه ترکی",
    "exclusions": "صبحانه ایرانی (نان پنیر، نیمرو ساده)، املت گوجه (ایرانی)، کله پاچه"
  },
  "سالاد": {
    "level_1": "غذای سالم",
    "explanation": "سالاد سزار (با مرغ گریل/سوخاری)، سالاد یونانی، سالاد فتوش، سالاد سبز، سالاد اسفناج، سالاد کینوآ، سالاد پاستا، سالاد سیب زمینی، سالاد اندونزی",
    "exclusions": "سالاد شیرازی (ایرانی)، سالاد کلم (کنار مرغ سوخاری)، سالاد فصل (ایرانی)"
  },
  "بشقاب سبزیجات": {
    "level_1": "غذای سالم",
    "explanation": "بشقاب رژیمی، سبزیجات بخارپز، سبزیجات گریل، خوراک لوبیا/عدسی (رژیمی)، اوتمیل",
    "exclusions": "سبزی خوردن (مخلفات)، سیب زمینی سرخ کرده"
  },
  "نوشیدنی گرم بر پایه قهوه": {
    "level_1": "کافه",
    "explanation": "اسپرسو (سینگل/دبل)، لاته، کاپوچینو، آمریکانو، موکا، ماکیاتو، کارامل ماکیاتو، فلت وایت، کورتادو، آفوگاتو، قهوه ترک، قهوه فرانسه",
    "exclusions": "قهوه سرد، چای، دان و پودر قهوه فروشی"
  },
  "نوشیدنی گرم غیر قهوه": {
    "level_1": "کافه",
    "explanation": "چای سیاه دم کرده، چای سبز، دمنوش (گیاهی، آرامبخش)، هات چاکلت، وایت چاکلت، چای ماسالا، شیر داغ، شیر عسل، ماچا لاته",
    "exclusions": "چای کیسه ای (سوپرمارکتی)، قهوه ها"
  },
  "نوشیدنی سرد بر پایه قهوه": {
    "level_1": "کافه",
    "explanation": "آیس کافی، آیس لاته، آیس موکا، آیس آمریکانو، فراپه قهوه، کلد برو، قهوه سرد دم",
    "exclusions": "میلک شیک ها، اسموتی ها، آبمیوه ها"
  },
  "شیک": {
    "level_1": "کافه",
    "explanation": "میلک شیک های غلیظ بستنی دار: شیک شکلات، شیک نوتلا، شیک وانیل، شیک توت فرنگی، شیک بادام زمینی، شیک لوتوس، شیک اورئو",
    "exclusions": "اسموتی ها (بدون بستنی)، آبمیوه بستنی ساده، گلاسه"
  },
  "اسموتی و گلاسه": {
    "level_1": "کافه",
    "explanation": "انواع اسموتی میوه ای (مخلوط یخ و میوه)، کافه گلاسه، شکلات گلاسه، موهیتو کافه ای، لیموناد کافه ای، ماکتل ها",
    "exclusions": "میلک شیک ها، آبمیوه های شرکتی، نوشابه"
  },
  "کیک و دسر": {
    "level_1": "کافه",
    "explanation": "دسرها و شیرینی های کافی شاپی که معمولا کنار قهوه/نوشیدنی سرو می شوند: چیزکیک (نیویورکی، سن سباستین)، تیرامیسو، تارت، موس شکلات، براونی، وافل با بستنی، دسرهای بشقابی کافه ای. این دسته مخصوص دسرهای کافه است و برای محصولات قنادی (کیک کامل، شیرینی خشک/تر) یا دسرهای سنتی ایرانی استفاده نمی شود.",
    "exclusions": "کیک کامل قنادی (کیک تولد و کیک کامل)، شیرینی تر و خامه ای قنادی، شیرینی خشک قنادی، دسر ایرانی (شله زرد، حلوا، فرنی، شیربرنج، مسقطی، کاچی)، کیک روز (اگر دسته جدا دارد)، کوکی (اگر دسته جدا دارد)، کروسان (اگر دسته جدا دارد)"
  },
  "کیک روز": {
    "level_1": "کافه",
    "explanation": "کیک های برشی کافی شاپی: کیک هویج، کیک شکلاتی خیس، کیک رد ولوت، کیک گردویی، کیک سیب و دارچین (به صورت اسلایس)",
    "exclusions": "چیزکیک ها، دسرهای بشقابی کافه ای، کروسان، کوکی"
  },
  "کوکی": {
    "level_1": "کافه",
    "explanation": "انواع کوکی کافی شاپی: کوکی شکلاتی، کوکی گردویی، کوکی لاهیجان، کوکی نیویورکی، کوکی دبل چاکلت",
    "exclusions": "بیسکویت های بسته بندی، کیک ها"
  },
  "کروسان": {
    "level_1": "کافه",
    "explanation": "نان کروسان: کروسان ساده، کروسان شکلاتی، کروسان بادام، کروسان نوتلا، پن او شکلات",
    "exclusions": "ساندویچ کروسان (غذایی)، کیک ها"
  },
  "دان و پودر قهوه": {
    "level_1": "کافه",
    "explanation": "محصولات فروشی خشک: دان قهوه (بسته ای/کیلویی)، پودر قهوه ترک، پودر اسپرسو، کپسول قهوه، دریپ بگ",
    "exclusions": "نوشیدنی آماده قهوه (لیوانی)، دانه های خوراکی دیگر"
  },
  "گرانولا": {
    "level_1": "کافه",
    "explanation": "گرانولا (به صورت آیتم منو): گرانولا با ماست یا شیر، کاسه گرانولا",
    "exclusions": "دان و پودر قهوه (محصولات خشک فروشی)"
  },
  "دونات": {
    "level_1": "قنادی",
    "explanation": "انواع دونات",
    "exclusions": "کیک و دسر کافی شاپی (اگر در دسته کافه ثبت شود)"
  },
  "سیمیت": {
    "level_1": "قنادی",
    "explanation": "سیمیت",
    "exclusions": "نان اضافه (در مخلفات ایرانی)"
  },
  "شیرینی تر و خامه ای": {
    "level_1": "قنادی",
    "explanation": "انواع شیرینی تر و خامه ای: شیرینی خامه ای، رولت خامه ای، ناپلئونی، شیرینی های کرم دار و تر",
    "exclusions": "دسرهای کافه ای (چیزکیک، تیرامیسو)، دسرهای ایرانی (دسته دسر)"
  },
  "شیرینی خشک": {
    "level_1": "قنادی",
    "explanation": "انواع شیرینی خشک: نخودچی، برنجی، زبان، پاپیونی، مربایی، کشمشی، قرابیه (خشک)، شیرینی دانمارکی خشک",
    "exclusions": "کیک کامل، کیک های کافه ای"
  },
  "کیک کامل": {
    "level_1": "قنادی",
    "explanation": "کیک های کامل قنادی: کیک تولد، کیک خامه ای کامل، کیک شکلاتی کامل، کیک میوه ای کامل (به صورت یک کیک کامل)",
    "exclusions": "کیک روز (اسلایس)، دسرهای بشقابی کافه ای"
  },
  "باقلوا": {
    "level_1": "قنادی",
    "explanation": "انواع باقلوا: باقلوا ترکی/استانبولی، باقلوا پسته ای، باقلوا گردویی",
    "exclusions": "باقلوا در منوی کافه (اگر در دسته کیک و دسر کافه ثبت شود)"
  },
  "بستنی": {
    "level_1": "آبمیوه بستنی",
    "explanation": "انواع بستنی های اسکوپی و بستنی با طعم های مختلف (شکلاتی، میوه ای)، بستنی لیوانی/قیفی",
    "exclusions": "میلک شیک ها (دسته شیک)، فالوده (اگر در دسته فالوده و یخ در بهشت باشد)"
  },
  "آبمیوه های طبیعی و خالص": {
    "level_1": "آبمیوه بستنی",
    "explanation": "آبمیوه های طبیعی و خالص: آب پرتقال طبیعی، آب سیب طبیعی، آب هویج، آب انار، آب طالبی، آب هندوانه",
    "exclusions": "آبمیوه های پاکتی/شرکتی، آبمیوه های میکس (دسته آبمیوه های ترکیبی و میکس)"
  },
  "معجون و ویتامینه": {
    "level_1": "آبمیوه بستنی",
    "explanation": "معجون و ویتامینه: معجون سنتی، ویتامینه موز، ویتامینه خرما، ویتامینه شکلات، ترکیبات شیر و میوه و مغزیجات",
    "exclusions": "میلک شیک های کافی شاپی (دسته شیک)"
  },
  "فالوده و یخ در بهشت": {
    "level_1": "آبمیوه بستنی",
    "explanation": "فالوده شیرازی، فالوده بستنی، یخ در بهشت های طعم دار",
    "exclusions": "بستنی های اسکوپی (دسته بستنی)"
  },
  "آبمیوه های ترکیبی و میکس": {
    "level_1": "آبمیوه بستنی",
    "explanation": "آبمیوه های ترکیبی و میکس: آبمیوه های چند میوه، میکس های مخصوص، ترکیب پرتقال-هویج و ...",
    "exclusions": "آبمیوه های طبیعی و تک میوه (دسته آبمیوه های طبیعی و خالص)"
  },
  "آیس پک": {
    "level_1": "آبمیوه بستنی",
    "explanation": "آیس پک و دسرهای یخی مشابه آیس پک با تاپینگ ها و ترکیبات مختلف",
    "exclusions": "بستنی اسکوپی، میلک شیک ها"
  }
}
